[TRANS]
德玛西亚之力=가렌
哨兵之殇=갈리오
海洋之灾=갱플랭크
酒桶=그라가스
法外狂徒=그레이브즈
唤潮鲛姬=나미
沙漠死神=나서스
深海泰坦=노틸러스
永恒梦魇=녹턴
雪人骑士=누누
狂野女猎手=니달리
诺克萨斯之手=다리우스
皎月女神=다이애나
荣耀行刑官=드레이븐
流浪法师=라이즈
披甲龙龟=람머스
光辉女郎=럭스
机械公敌=럼블
荒漠屠夫=레넥톤
曙光女神=레오나
傲之追猎者=렝가
枪游侠=루시안圣
仙灵女巫=룰루
诡术妖姬=르블랑
盲僧=리 신
放逐之刃=리븐
冰霜女巫=리산드라
无极剑圣=마스터이
扭曲树精=마오카이
虚空先知=말자하
熔岩巨兽=말파이트
金属大师=모데카이저
堕落天使=모르가나
祖安狂人=문도박사
赏金猎人=미스 포츈
惩戒之箭=바루스
皮城执法官=바이
邪恶小法师=베이가
暗夜猎手=베인
雷霆咆哮=볼리베어
复仇焰魂=브랜드
猩红收割者=블라디미르
蒸汽机器=블리츠크랭크
机械先驱=빅토르
钢铁大使=뽀삐
亡灵勇士=사이온
恶魔小丑=샤코
凛冬之怒=세주아니
琴瑟仙女=소나
众星之子=소라카
暮光之眼=쉔
龙血武姬=쉬바나
策士统领=스웨인
水晶先锋=스카너
战争女神=시비르
德邦总管=신 짜오
暗黑元首=신드라
炼金术士=신지드
魂锁典狱长=쓰레쉬
九尾妖狐=아리
殇之木乃伊=아무무
暗影之拳=아칼리
暗裔剑魔=아트록스
牛头酋长=알리스타
黑暗之女=애니
冰晶凤凰=애니비아
寒冰射手=애쉬
蜘蛛女皇=엘리스
齐天大圣=오공
发条魔灵=오리아나
狂战士=올라프
掘墓者=요릭
野兽之灵=우디르
首领之傲=우르곳
嗜血猎手=워윅
刀锋意志=이렐리아
寡妇制造者=이블린
探险家=이즈리얼
德玛西亚皇子=자르반 4세
荆棘之兴=자이라
生化魔人=자크
风暴之怒=잔나
武器大师=잭스
影流之主=제드
远古巫灵=제라스
未来守护者=제이스
爆破鬼才=직스
时光守护者=질리언
暴走萝莉=징크스
虚空恐惧=초가스
天启者=카르마
虚空行者=카사딘
死亡颂唱者=카서스
魔蛇之拥=카시오페아
虚空掠夺者=카직스
不祥之刃=카타리나
狂暴之心=케넨
皮城女警=케이틀린
审判天使=케일
深渊巨口=코그모
英勇投弹手=코르키
德玛西亚之翼=퀸
宝石骑士=타릭
刀锋之影=탈론
巨魔之王=트런들
麦林炮手=트리스타나
蛮族之王=트린다미어
卡牌大师=트위스티드 페이트
瘟疫之源=트위치
迅捷斥候=티모
战争之王=판테온
末日使者=피들스틱
无双剑姬=피오라
潮汐海灵=피즈
大发明家=하이머딩거
战争之影=헤카림
